{
  "5-individual-forces": "Five individual forces",
  "5-individuals-short-entry": "In Tibetan astrology, a unique method has been developed for describing the state of a person in terms of 5 individual forces.",
  "abilities": "Manifestation of abilities",
  "About": "About",
  "About-astrological-indicators": "In the Norbu horoscope, astrological readings are divided into: \nHealth\nBusiness\nCircumstances\nLunar Days\nHaircuts\nTravel\n \nThe Health, Business and Travel sections are based on personal data and depend on your date of birth. \n\nThe Circumstances, Haircuts and Lunar Days sections are general and the same for everyone.\n\nSometimes there are disagreements about personal and general indicators, which is normal for Tibetan Astrology. In this case, personal indicators of \"Health\" and \"Business\" take first priority. \"Circumstances\" and \" Lunar Day\" have less influence.",
  "About-lunar-days": "Lunar days are calculated according to the Pug-Pa system, and correspond to the calculations of the Institute of Tibetan Medicine and Astrology Men-tsi-Khang (Dharmzala, India). In this system the lunar day corresponds to solar days and shifts with a dawn, therefore sometimes there are double lunar days and sometimes the lunar day is missing.",
  "About-text": "All calculations for the horoscope are based on important, proven sources. Tibetan Calendar is good to use as a useful recommendation source, but to make important decisions please consider your own circumstances.\nNorbu means \"Jewel\" in Tibetan.",
  "Achilles_tendon": "Achilles tendon",
  "Adding_Friends": "Adding Friends",
  "analize_bad_and_good_days": "We analyze successful and unsuccessful days",
  "Ankles": "Ankles",
  "Annual": "Annual",
  "Aquarius": "Aquarius",
  "Aries": "Aries",
  "Armpits": "Armpits",
  "Arms_shoulders": "Shoulders",
  "Astrological-indicators": "Astrological indicators",
  "Astrology-hystory": "Based on the ancient Kalachakra Tantra, translated from Sanskrit 1025 - 1040.",
  "Back": "Back",
  "Back_of_chest": "Rear part of the thorax",
  "Back_of_the_head": "Back of the head",
  "Back_of_the_neck": "Back of the neck",
  "Back_of_the_pelvic_bone": "Posterior part of the pelvic bone",
  "Back_of_the_thigh": "Rear thigh",
  "Back_top_of_ear": "Rear upper part of the ear",
  "badly": "Badly",
  "Baran": "Sheep",
  "be_careful_for_negative_action": "Beware of negative events",
  "become-a-premium": "Upgrade to Premium",
  "before_you_can_cancel_any_time": "until then, you can cancel your subscription at any time",
  "Between_thumb_and_forefinger": "Between the thumb and forefinger",
  "Big_toes": "Big toes",
  "body_energy": "Body energy",
  "Breast": "Chest",
  "Bull": "Ox",
  "calc_moon_days_by_puk_pa": "We have calculated the lunar days according to the Pug-Pa system ",
  "Calendar": "Calendar",
  "Calendar-Share": "I recommend the calendar",
  "Calves": "Calves",
  "Cancel": "Cancel",
  "cancel_subcription_on_3_days": "Free cancellation of subscription within 7 days",
  "cancel-subscription": "Cancel subscription",
  "Cancer": "Cancer",
  "Capricorn": "Capricorn",
  "Chest_center": "Center of the chest",
  "Choose_an_avatar": "Choose an avatar",
  "Cock": "Bird",
  "Colour": "Colour",
  "common_horo_aquarius": "Aquarius, this phase prompts personal growth. Embrace change and focus on your unique ideas. Collaborate for success. Career shines, but stay balanced. Relationships flourish with honesty. Health: prioritize self-care. Trust your intuition. Exciting times ahead!",
  "common_horo_aries": "The new month brings you a lot of energy and inspiration. You are ready to embark on new adventures and showcase your initiative. Be cautious and remember to maintain balance – despite your enthusiasm, don't forget to exercise caution when making decisions. In your work, be persistent, but respect your colleagues' opinions. In your personal life, it's a time for romance, so enjoy those moments together.",
  "common_horo_cancer": "Embrace change this cycle. New opportunities await, but adaptability is key. Trust your intuition for financial decisions. Nurture existing relationships, and be open to meeting new, influential connections. Your emotional intelligence will guide you to success.",
  "common_horo_capricorn": "Capricorn, be ready for a transformative period. Trust your intuition, as new opportunities may arise. Balance work and personal life to maintain harmony. Embrace change with optimism, it could lead to long-term success. Stay open to advice from trusted allies for a prosperous future.",
  "common_horo_gemini": "This period encourages Gemini to embrace change and explore new opportunities. Your communication skills are on point, making it a great time for networking and connecting with others. Trust your intuition in decision-making. A creative project could bring success and recognition. Stay adaptable and open-minded.",
  "common_horo_leo": "Leo, a fiery lion, your charisma knows no bounds. The stars forecast a time of self-discovery. Embrace your creative side, and your passions will flourish. Financially, be cautious; don't be too generous. Health is good; focus on fitness. Love could bring surprises - be open to new connections.",
  "common_horo_libra": "Balancing act ahead. Career prospects shine; seize opportunities. Relationships thrive, but don't neglect self-care. Embrace change with grace. Financial gains likely. Trust your instincts. Focus on your goals; success is within reach.",
  "common_horo_pisces": "Pisces, this period encourages self-reflection and spiritual growth. Trust your intuition and pay attention to dreams. Relationships may need extra care; be open to communication. Your creative energy is high, use it to pursue your passions. Focus on self-care for balance and well-being.",
  "common_horo_sagittarius": "This period, Sagittarius, you're full of energy and inspiration. Your adventurous spirit shines. Embrace new opportunities, travel, and expand your horizons. Your charisma draws people closer, fostering meaningful connections. Stay open to change, as it brings growth and success.",
  "common_horo_scorpio": "Your intensity and determination will shine this cycle. Embrace change and let go of the past. Personal growth is favored. Trust your instincts; they'll lead you to success. Financial opportunities may arise, so be prepared to seize them. Love is in the air; deepen connections.",
  "common_horo_taurus": "Dear Taurus, your determination will lead to success. Embrace change and trust your instincts. Your financial prospects look promising, but avoid impulsive spending. In love, communication is key. Stay grounded and focus on self-care for balance. Lucky numbers: 5, 15, 22.\n\nRemember that astrology is for entertainment and reflection purposes, and it's not a science. Make your decisions based on sound judgment and critical thinking.",
  "common_horo_virgo": "Virgo, your meticulous nature will shine this period. Your attention to detail will bring success in work and relationships. Embrace change with optimism, and remember to take time for self-care. Health is a priority, so maintain a balanced lifestyle. Opportunities await, seize them!",
  "connect_calendar_db": "Connecting the Tibetan calendar database",
  "Contact-us": "Contact us",
  "Continue": "First week free!",
  "Continue_for_free_with_ads": "Continue for free with ads",
  "create_recomendations": "We are preparing recommendations:",
  "Crown_of_the_head_and_entire_body": "The top of the head and the whole torso",
  "daily": "Daily",
  "Date-Of-Birth": "Date of Birth",
  "day_five": "Day 5",
  "day_seven": "Day 7",
  "days-left": "%NumOfDays left",
  "define_cicles": "We determined the cycles of the five directions of energy",
  "Delete-Profile": "Delete profile",
  "discount_timer_description": "Use the discount within two minutes",
  "Dog": "Dog",
  "do_recomendations": "Follow the recommendations",
  "Do_you_like_the_calendar_want_rate": "Do you like the calendar, want to rate it?",
  "Dragon": "Dragon",
  "Earth-Female": "Earth -",
  "Earth-Male": "Earth -",
  "Elbows": "Elbows",
  "Enter-Birthday": "Enter birthdate",
  "Enter-Name": "Enter name",
  "Enter-Text": "Please enter the text",
  "enter_your_birthday_and_name": "Enter your date of birth and name",
  "enter_your_bithday": "Enter your date of birth and find out your horoscope",
  "enter_your_bithday_for_calc_horoscope": "To calculate your horoscope, enter your date of birth",
  "Enter_your_message_below": "Enter your message below",
  "Exit": "Exit",
  "Eyes": "Eyes",
  "fallback_val_1": "A Russian bank card will do",
  "fallback_val_2": "",
  "fallback_val_3": "",
  "fallback_val_4": "",
  "fallback_val_5": "",
  "family": "Family",
  "Favorable-day": "Favorable day",
  "find_suitable_dates": "Find out about lucky and unlucky days, as well as suitable dates for doing things together",
  "fine": "Fine",
  "Fire-Female": "Fire -",
  "Fire-Male": "Fire -",
  "for_a_month": "Month",
  "for_a_year": "Year",
  "Forearms": "Forearms",
  "Forehead": "Forehead",
  "Free_or_Premium": "Free or Premium",
  "Free_version": "Free version",
  "friend_girlfriend_or_others": "A friend, girlfriend or relative",
  "Friends": "Friends",
  "Full-moon": "Full moon",
  "Gemini": "Gemini",
  "General-indicators": "General indicators",
  "get_full_access": "get full access to your horoscope, recommendations and warnings",
  "get_horoscope": "Get your horoscope",
  "get_life_control": "To gain control over your fortune and protect yourself",
  "good": "Good",
  "Green": "Green",
  "Groin": "Groin",
  "Haircut-Day-1": "Shortening of life.",
  "Haircut-Day-10": "Increase in good fortune and strength, improvement of senses.",
  "Haircut-Day-11": "Brings acuteness of feelings and insight of the mind.",
  "Haircut-Day-12": "Can cause misery and life threat.",
  "Haircut-Day-13": "Happiness and benefit, beautiful appearance.",
  "Haircut-Day-14": "Increase in property.",
  "Haircut-Day-15": "Deterioration of health. It is safer to refrain from haircut.",
  "Haircut-Day-16": "Misfortune.",
  "Haircut-Day-17": "Danger of obstacles, disease and damage of the body and the mind.",
  "Haircut-Day-18": "Loss of property and wealth.",
  "Haircut-Day-19": "Prolongation of life.",
  "Haircut-Day-2": "Quarrels and lawsuits.",
  "Haircut-Day-20": "Loss of wealth.",
  "Haircut-Day-21": "Increase in beauty and prosperity.",
  "Haircut-Day-22": "Will acquire property and wellbeing.",
  "Haircut-Day-23": "Good wealth.",
  "Haircut-Day-24": "There may be diseases.",
  "Haircut-Day-25": "Decrease in vision.",
  "Haircut-Day-26": "Generates happiness and good luck.",
  "Haircut-Day-27": "Joyful mood.",
  "Haircut-Day-28": "You will be charming!",
  "Haircut-Day-29": "There can be a serious illness.",
  "Haircut-Day-3": "Damage, bringing harm and waste.",
  "Haircut-Day-30": "A threat of meeting misfortune, an enemy.",
  "Haircut-Day-4": "Brings anguish and fear, diseases of the mouth and throat.",
  "Haircut-Day-5": "Increase in property and wealth.",
  "Haircut-Day-6": "Deterioration of appearance and health, smelling can weaken.",
  "Haircut-Day-7": "Quarrels and lawsuits.",
  "Haircut-Day-8": "Decent and long life.",
  "Haircut-Day-9": "Diseases will occur.",
  "Hands": "Hands",
  "Hands_back_side": "The back of the hands ",
  "health": "Health",
  "Health_and_business_in_detail": "Health and business in detail",
  "Heart": "Heart",
  "Help_us_improve_the_app": "Help us improve the app!",
  "Hip_joint": "Hip joint",
  "Horo-Business": "Business",
  "Horo-Circumstances": "Circumstances",
  "horo_for_friends_description": "Enter the dates of birth of your loved ones to know what kind of a day they have today",
  "Horo-Health": "Health",
  "Horoscope_for_a_month": "Horoscope for a month",
  "Horoscope_for_a_year": "Horoscope for a year",
  "Horoscope_for_friends": "Horoscope for friends",
  "Horse": "Horse",
  "household": "Household chores",
  "how_to_use_horo": "How to use the horoscope?",
  "How_would_you_rate_the_app": "How would you rate the app?",
  "ideally": "Ideally",
  "info-in-about-page": "Then",
  "Inner_thigh": "Inner thigh",
  "Iron-Female": "Iron -",
  "Iron-Male": "Iron -",
  "i_want": "Yes, I do",
  "job": "Work",
  "Kidney_area": "Kidney area",
  "Kidneys": "Kidneys",
  "Knees": "Knees",
  "Knees_back": "Back of the knees",
  "Knees_front": "Knees (front)",
  "la-description": "\"La\" - the protective energy - is responsible for the integrity and harmony of the personality. \n\nVery weakened La corresponds to a state of burnout and depression. \n\nThe La energy is mobile and circulates through the body. \nLa provides interconnection with external energies of the outside world.",
  "Language": "Language",
  "La_position": "Position of La energy",
  "La_position_card_description": "It is better to avoid surgeries on the areas of the body where the LA is located.\n\nLA is a protective energy responsible for the integrity and harmony of the personality.\n\nThe LA energy is moving and circulates through the body.\n\nLA energy location is indicated according to the three systems of the Tibetan calendar: Zurkar, Darmo and Mipam.",
  "La_position_in_the_body": "Position of La energy in the body",
  "Last-day": "Last day",
  "Later": "Later",
  "Left_shoulder_blade": "Left scapula",
  "Leo": "Leo",
  "Libra": "Libra",
  "life_balance_wheel_month": "Your life balance wheel for this month",
  "life_balance_wheel_year": "Your life balance wheel for the year",
  "life_force": "Life force",
  "Liver": "Liver",
  "Load-Waiting": "Please wait...",
  "luck": "Luck",
  "lu-description": "Lu (Lu) or body - is immunity, physical health energy, which keeps vitality.",
  "Lumbar_region": "Lumbar area",
  "Lunar-days": "Lunar days",
  "lung-description": "Lungta (Lung Ta) - fortune\nFortune is usually associated with good external circumstances. When the relationship of our internal and external energies is harmonious, no unfavorable circumstances can invade our life. Symbolizes happiness, good luck, and the ability to avoid unfavorable situations.",
  "Main-sources": "Main sources",
  "Make_good_decisions": "Make right decisions",
  "Menu-Haircut": "Haircuts",
  "Menu-Moon-Day": "Lunar day",
  "Menu-Share-App": "Share",
  "Mes-Burn-Day": "Unfavourable for any actions, especially for surgeries. Postpone important tasks.",
  "message": "message",
  "Message-Big-Combo-1": "Favourable day for everything. Brings prosperity and gifts.",
  "Message-Big-Combo-10": "This day helps the fear of inevitable death to manifest.",
  "Message-Big-Combo-11": "This day is good for vigorous actions and winning over enemies.",
  "Message-Big-Combo-12": "Favourable day to meet friends and stregthen relationships.",
  "Message-Big-Combo-13": "Both, necessities and luxuries are attainable. This day brings pleasant surprises.",
  "Message-Big-Combo-14": "Today, desires are fulfilled and intentions are executed.",
  "Message-Big-Combo-15": "Clashes, disputes and conflicts can arise today.",
  "Message-Big-Combo-16": "Leads to exhaustion of vital energy. Unfavourable day.",
  "Message-Big-Combo-17": "This day is very unfavourable for vital energy.",
  "Message-Big-Combo-18": "Intense thinking causes suffering. It is experienced as disorder of the senses and numbness.",
  "Message-Big-Combo-19": "Brings success in all actions.",
  "Message-Big-Combo-2": "Day of anxiety, points to hidden danger, fears. Lack of time.",
  "Message-Big-Combo-20": "Brings disease, there is a danger to get sick.",
  "Message-Big-Combo-21": "Brings victory over enemies, decreases their strength.",
  "Message-Big-Combo-22": "Brings danger, but also a possibility of a sudden illumination.",
  "Message-Big-Combo-23": "All desired can be achieved, all conceived can be executed.",
  "Message-Big-Combo-24": "A wonderful day for tour, travel and acquiring means of transport.",
  "Message-Big-Combo-25": "A possible loss of personal savings and/or job. Potential robbery.",
  "Message-Big-Combo-26": "A good day for energetic actions, everything that requires speed of execution will be successful. Good for starting important tasks.",
  "Message-Big-Combo-27": "A bad day for fast and important deeds that require activity.",
  "Message-Big-Combo-28": "Brings an increase in income and prosperity in general.",
  "Message-Big-Combo-3": "This day contributes to increase in estate, wealth and prosperity.",
  "Message-Big-Combo-4": "A positive day for all who have children.",
  "Message-Big-Combo-5": "A very favourable day for activities. Brings success in all actions.",
  "Message-Big-Combo-6": "This day brings destruction, quarrels and conflicts. Avoid marriage. Negative in economic aspect.",
  "Message-Big-Combo-7": "A very favourable day, brings abundance and wealth.",
  "Message-Big-Combo-8": "A favourable, positive day for accumulating spiritual and material riches.",
  "Message-Big-Combo-9": "Natural phenomena can be dangerous today: lightning, storm, tornado etc.",
  "Message-Biz-Without-Guidance-0": "It is better not to take on complex and energy intensive tasks today, but you can do something simple that does not require much effort.",
  "Message-Biz-Without-Guidance-1": "Everything is going well and favorably.",
  "Message-Circumstances-Without-Guidance-0": "The circumstances are not favorable, if there is suddenly any tension, try to relax and feel that everything is changing, like the weather outside the window, and everything is passing like clouds in the sky!",
  "Message-Circumstances-Without-Guidance-1": "The circumstances are favorable. The world radiates kindness. Rejoice and enjoy!",
  "Message-Day-Without-Guidance-0": "On this day, there is a discord between personal energy and energy of the day. Felt like heaviness and not wanting to do anything.",
  "Message-Day-Without-Guidance-1": "Today you can feel weakness and unwillingness to do anything, but there is no need to be zealous and stubborn, it´s better to just relax.",
  "Message-Day-Without-Guidance-2": "A good and positive day, it gives vigor and vitality.",
  "Message-Day-Without-Guidance-3": "Personal energy is in complete harmony with the energy of the day, enjoy every moment of your life.",
  "Message-Group-Constellations-0": "It is good to execute long-term tasks that require  stability: building a house, starting a business, signing important contracts, entering a new position etc.",
  "Message-Group-Constellations-1": "A favourable day for all actions where speed of execution is important. Can be fortunate in games, lotteries, sport competitions etc.",
  "Message-Group-Constellations-2": "Good deeds may fail. Only violent, negative and destructive actions will be successful.",
  "Message-Group-Constellations-3": "Favorable for all actions associated with movement, changing place and tasks designed for fast execution. In particular, trade and travel.",
  "Message-Group-Constellations-4": "Good for signing contracts, strengthening ties between family members and friends, laying the foundation of the house and buildings, engaging into in crafts and creative activities. Good for all virtuous actions.",
  "Message-Group-Constellations-5": "All desired can be achived. Favourable for activites related to gold and crafts.",
  "Message-Group-Constellations-6": "A favourable day for quick completion of important tasks.",
  "Message-Personal-Day-0": "Brings health and realization of conceived plans, it is easy to obtain all your desires. Brings success in business and fortune in various competitions.",
  "Message-Personal-Day-1": "Positive for energetic actions. Favourable for performing any activity.",
  "Message-Personal-Day-2": "It is necessary to postpone travels and start of important tasks to a more favorable period.",
  "Message-Personal-Day-With-Star-0": "This day brings health and achievement of all that you've planned, it's easy to get whatever you want. It brings success in business competition or any contests. The positive aspect of this day is enhanced by the protective energy constellation. Enjoy this beautiful day!\n",
  "Message-Personal-Day-With-Star-1": "This day brings health and achievement of all that you've planned, it's easy to get whatever you want. It brings success in business competition or any contests. The positive aspect of this day is enhanced by the vital energy constellation. Enjoy this beautiful day!",
  "Message-Personal-Day-With-Star-10": "A favourable day, good for vigorous actions. This day is good for any actions. It is the time to take care of your own health for obtaining a long life. The positive aspect of this day is enhanced by the protective energy constellation. Enjoy this nice day!",
  "Message-Personal-Day-With-Star-11": "A favourable day, good for vigorous actions. This day is good for any actions. It is the time to take care of your own health for obtaining a long life. The positive aspect of this day is enhanced by the vital energy constellation. Enjoy this nice day!",
  "Message-Personal-Day-With-Star-12": "A favourable day, good for vigorous actions. This day is good for any actions. It is the time to take care of your own health for obtaining a long life. The positive aspect of this day is enhanced by the constellation of capacities. Enjoy this nice day!",
  "Message-Personal-Day-With-Star-13": "A favourable day, good for vigorous actions. This day is good for any actions. It is the time to take care of your own health for obtaining a long life. Positive aspect of the day is weakened by the impeding constellation. Be careful!",
  "Message-Personal-Day-With-Star-14": "A favourable day, good for vigorous actions. This day is good for any actions. It is the time to take care of your own health for obtaining a long life. Positive aspect of the day is weakened by the harming constellation. Be careful!",
  "Message-Personal-Day-With-Star-15": "A favourable day, good for vigorous actions. This day is good for any action. It is the time to take care of your own health for obtaining a long life. Positive aspect of the day is weakened by the negative constellation. Be careful!",
  "Message-Personal-Day-With-Star-2": "This day brings health and achievement of all that you've planned, it's easy to get whatever you want. It brings success in business competition or any contests. The positive aspect of this day is enhanced by the constellation of capacities. Enjoy this beautiful day!",
  "Message-Personal-Day-With-Star-20": "Day leads to exhaustion of vital energy and weakness. If possible, postpone new and important things for better times. Negative aspect of the day is compensated by the protective energy constellation. Be careful.",
  "Message-Personal-Day-With-Star-21": "Day leads to exhaustion of vital energy and weakness. If possible, postpone new and important things for better times. Negative aspect of the day is compensated by the vital energy constellation. Be careful.",
  "Message-Personal-Day-With-Star-22": "Day leads to exhaustion of vital energy and weakness. If possible, postpone new and important things for better times. Negative aspect of the day is compensated by the constellation of capacities. Be careful.",
  "Message-Personal-Day-With-Star-23": "Day leads to exhaustion of vital energy and weakness. If possible, postpone new and important things for better times. Negative aspect of the day is increased by the impeding constellation. Be careful and aware! ",
  "Message-Personal-Day-With-Star-24": "Day leads to exhaustion of vital energy and weakness. If possible, postpone new and important things for better times. Negative aspect of the day is increased by the harming constellation. Be careful and aware! ",
  "Message-Personal-Day-With-Star-25": "Day leads to exhaustion of vital energy and weakness. If possible, postpone new and important things for better times. Negative aspect of the day is increased by the negative constellation. Be careful and aware! ",
  "Message-Personal-Day-With-Star-3": "This day brings health and achievement of all that you've planned, it's easy to get whatever you want. It brings success in business competition or any contests. Positive aspect of the day is weakened by the impeding constellation. Be careful!",
  "Message-Personal-Day-With-Star-4": "This day brings health and achievement of all that you've planned, it's easy to get whatever you want. It brings success in business competition or any contests. Positive aspect of the day is weakened by the harming constellation. Be careful!",
  "Message-Personal-Day-With-Star-5": "This day brings health and achievement of all that you've planned, it's easy to get whatever you want. It brings success in business competition or any contests. Positive aspect of the day is weakened by the negative constellation. Be careful!",
  "Message-Personal-Moon-0": "Favourable for starting something new.",
  "Message-Personal-Moon-1": "Favourable to perform any energetic action.",
  "Message-Personal-Moon-2": "Good to start or finish important matters.",
  "Message-Personal-Moon-3": "There may be all kinds of obstacles and troubles.",
  "Message-Personal-Moon-4": "There may be a variety of negative effects.",
  "Message-Personal-Moon-5": "On this day, luck is on the side of the enemy.",
  "Message-Personal-Star-0": "Good to carry out all actions, particularly virtuous, such as charity, planting flowers and trees, building a house etc.",
  "Message-Personal-Star-1": "Good to carry out all actions, particularly virtuous, such as charity, planting flowers and trees, building a house etc.",
  "Message-Personal-Star-2": "Bring success in task execution, business, competitions. Easy to obtain all your desires.",
  "Message-Personal-Star-3": "Negative impact on life and fortune. All sorts of obstacles and troubles may occur. Avoid important tasks and traveling.",
  "Message-Personal-Star-4": "Hostile impact can be particularly effective. It destroys vital energy and good fortune. Avoid important actions that require luck.",
  "Message-Personal-Star-5": "Very unfavourable for any action, all kinds of obstacles and troubles may arise. Avoid all important matters.",
  "Message-Special-Combo-1": "A very positive day, all desired will be achieved. Favors any activity.",
  "Message-Special-Combo-10": "An adverse day. Time, which favours everything maleficent and weakens health. All actions are unsuccessful, especially wedding, travel etc.",
  "Message-Special-Combo-11": "This day is very unfavourable. Not good for having any kind of celebrations. It is better not to undertake anything important.",
  "Message-Special-Combo-12": "All good deeds are bound to fail.",
  "Message-Special-Combo-13": "Brings disagreement. Avoid all tasks. Favourable for conflicts and negative actions.",
  "Message-Special-Combo-14": "It is very unfavourable for business, agreements, collaboration etc. Favourable for negative actions.",
  "Message-Special-Combo-15": "All especially important matters must be postponed. Avoid surgeries etc. Minor tasks are not affected.",
  "Message-Special-Combo-2": "Favourable day",
  "Message-Special-Combo-3": "A favourable day for subordinating actions. Getting superiority over competitors.",
  "Message-Special-Combo-4": "A favorable day, protects all important matters.",
  "Message-Special-Combo-5": "A wonderful day for good deeds.",
  "Message-Special-Combo-6": "A favourable day for learning.",
  "Message-Special-Combo-7": "Favourable for good deeds.",
  "Message-Special-Combo-8": "Favourable for the specific useful things.",
  "Message-Special-Combo-9": "Favorable for organizing celebrations and holidays.",
  "Mes-Small-Combo-1": "A very favourable day for doing business. A lot of things can be achieved, very positive.",
  "Mes-Small-Combo-10": "A very unfavourable day for any action.",
  "Mes-Small-Combo-2": "A favourable day for healthly life and development of your qualities.",
  "Mes-Small-Combo-3": "A very favourable day for any deeds and holidays. It brings happiness.",
  "Mes-Small-Combo-4": "A favourable day for progress in life, good for earning and profit. Overall, it is positive for growth and development.",
  "Mes-Small-Combo-5": "A very favourable day for completing projects and fulfilling desires. Fortunate resolution of problems.",
  "Mes-Small-Combo-6": "Active actions during this day are especially effective. Brings luck.",
  "Mes-Small-Combo-7": "Day of loss. Exhaustion of resources and energy.",
  "Mes-Small-Combo-8": "Brings quarreling, separation and suffering.",
  "Mes-Small-Combo-9": "Unfavourable day, brings suffering. If possible, postpone new and important things.",
  "Midfoot": "Midfoot",
  "money": "Money",
  "Monkey": "Monkey",
  "Month": "Month",
  "Month-calendar": "Calendar",
  "Monthly": "Monthly",
  "Moon-Day-1": "Auspicious, just a perfect day for obtaining what was desired. An excellent day for marriage, shopping, studying and travelling.",
  "Moon-Day-10": "Travelling will be successful in this day, it is perfect for a marriage, purchase, studying, ceremonies, giving presents. Masculine energy is at maximum on this day.",
  "Moon-Day-11": "Good for hard matters, start of some construction and occupation of high positions, for a wedding. It's good to pay attention to yourself.",
  "Moon-Day-12": "Today is a day of wisdom. It's good to pay attention to yourself. Starting a journey is unfavourable.",
  "Moon-Day-13": "Day of speed, clarity, skill and intelligence. Skilful actions will be successful. Good for starting a journey.",
  "Moon-Day-14": "Favourable for resolving business and administrative matters.",
  "Moon-Day-15": "A bad day for travel and any task. Unproductive day, hopes and expectations will not be met. Do not undertake anything between midnight and 3 am. On this special day, it is good to observe yourself.",
  "Moon-Day-16": "Good for partnership, alliances, sharing. It is a day of competitions, speed, clarity, dexterity and intellectual activity. As a rule, a good day. Quarrels are particularly unfavourable.",
  "Moon-Day-17": "A dangerous day dominated by a bad reaction. Virtue and morality meet obstacles and opposition.",
  "Moon-Day-18": "Dangerous and unfavorable for morality. It is necessary to do good deeds.",
  "Moon-Day-19": "This is a more or less good day for all undertakings, travel, well suited for marriage, purchases, acquisition of knowledge.",
  "Moon-Day-2": "Great day to give presents and to make requests. Also it is favorable to enter into a new position, to start treatment. No actions should take place between midnight and 3 am.",
  "Moon-Day-20": "This is an excellent day for decisive and vigorous actions, beginning of construction, entering into a new position and all matters (except travel). Also favorable for all kinds of contacts.",
  "Moon-Day-21": "Favourable for good deeds. Bad day for travel.",
  "Moon-Day-22": "A favourable day for trading, travelling, learning, creativity, initiation of treatment and astrology.",
  "Moon-Day-23": "This is the day to carry out profound matters. Favorable for starting construction, obtain support and administrative affairs.",
  "Moon-Day-24": "Wonderful for travel, actions will bring result. Favourable for marriage, purchases, acquisition of knowledge.",
  "Moon-Day-25": "A good day to travel and trade. Today the female energy is at the strongest. Day of speed, clarity, dexterity and intellectual activity. It brings success in competitions.",
  "Moon-Day-26": "Favourable for resolving business and administrative matters. On this day, all desired is obtained. Avoid traveling and making exchanges.",
  "Moon-Day-27": "Day of wisdom. Favourable for starting a trip. It is undesirable to make promises.",
  "Moon-Day-28": "Bring success in business. Favourable for starting a trip.",
  "Moon-Day-29": "Good only for pacifying and suppressive actions. Unfavorable for travel and trade.",
  "Moon-Day-3": "Favorable day for the beginning of construction works, for dynamyc actions,  for entering into a high position, travelling.",
  "Moon-Day-30": "Favourable for earthwork and trading. Unfavourable for travel and weddings.",
  "Moon-Day-4": "Overall this day is fruitless. However, it is not bad for trade. ",
  "Moon-Day-5": "On this day any actions can cause very unfavourable responses. All virtuous actions are doomed to failure, immorality will dominate.",
  "Moon-Day-6": "Favorable for trade. Not favorable for traveling and giving away things.",
  "Moon-Day-7": "Favorable for travel, work on land and with water. Unfavorable for starting friendship.",
  "Moon-Day-8": "It is a day of emotional outbursts, anger and rage.",
  "Moon-Day-9": "Perfect for the beginning of a long journey, marriage, studying and any big undertakings. Good for the construction works and ceremonies.",
  "Mouth": "Mouth",
  "My_business": "My business",
  "My_health": "My health",
  "Name": "Name",
  "Nasal_septum": "Nasal septum",
  "Neck": "Neck",
  "Negative-day": "Negative day",
  "Neutral-day": "Neutral day",
  "New-moon": "New moon",
  "No": "No",
  "No_ads": "No ads",
  "No-color": "No color",
  "No-Date": "No date",
  "no-friends-yet": "you have no friends yet",
  "No-Internet-Connection": "No Internet connection",
  "No-purchases": "No purchases found",
  "Nose": "Nose",
  "not_collect_data": "We do not collect or use your data. The data is only stored on your phone.",
  "no_thanks": "No, thank you",
  "Notifications": "Notifications",
  "not_needed_yet": "Not yet",
  "one-week-free": "7 days free",
  "oops": "... oops",
  "open_horoscope": "Open horoscope",
  "Open_prem_funcs_at_any_moment": "Now you can access Premium with ad preview.",
  "Open-premium-features": "Open Premium",
  "Open-with-discount": "Open with discount",
  "open_your_horoscope": "Open your horoscope",
  "or": "or",
  "Other": "Other",
  "Other-sources": "Other sources",
  "Palms": "Palms",
  "payment": "payment",
  "Pelvic_bone": "Pelvic bone",
  "Perineum": "Perineum",
  "Personal-Calendar": "Personal Calendar",
  "Personal-indicators": "Personal indicators",
  "personal_tibetan_horoscope": "Personalized Tibetan Horoscope",
  "picked_recomendation": "We have collected recommendations from the Institute of Tibetan Medicine and Astrology",
  "Pig": "Wild-boar",
  "Pisces": "Pisces",
  "plan_your_bussiness": "Plan your activities based on thousands of years of wisdom",
  "Please_help_us_by_rating": "Please help us by rating in the %store%",
  "Please_select_a_number_of_stars": "Please select a number of stars",
  "Premium": "Premium",
  "premium-annual-subscription": "Premium Annual subscription",
  "premium-appstore-cancel-txt": "You can unsubscribe in the iOS settings in your iTunes account at least 24 hours before the end of the current period.",
  "premium-future-0": "Learn the top tips for your Health",
  "premium-future-1": "Choose favorable days for a successful start of your work",
  "premium-future-2": "Add relatives, friends and colleagues to know their auspicious days",
  "premium-future-3": "Detailed indications for each month",
  "premium-future-4": "Annual predictions up to 2027",
  "premium-gplay-cancel-txt": "* On your Android phone or tablet, open the Google Play Store.\n* Check if you’re signed in to the correct Google Account.\n* Tap Menu -> Subscriptions.\n* Select the subscription you want to cancel.\n* Tap Cancel subscription.\n* Follow the instructions. ",
  "premium-lifetime": "Lifetime Premium",
  "Premium-lifetime-description": "A one-time purchase - once and forever",
  "premium-monthly-subscription": "Premium Monthly subscription",
  "Premium_purchases_restored": "Premium purchases restored",
  "Premium_version": "Premium version",
  "Privacy-policy": "Privacy policy",
  "Private_parts": "Sex organs",
  "Proceed": "Proceed",
  "Profiles-Saved": "Profiles saved",
  "promo-text-1": "Tibetan astrological calendar, compiled and adapted to the modern world on the basis of the ancient knowledge of Shang Shung and Tibet. ",
  "promo-text-2": "Add profiles of your loved ones, it is convenient for planning shared affairs.",
  "promo-text-3": "Calendar is good to use as a useful recommendations, but to make important decisions please consider your own circumstances",
  "promo_year_title": "Premium 1 year",
  "protective_energy": "Protective energy",
  "qs1": "",
  "qs2": "",
  "qs3": "",
  "qs4": "",
  "qs5": "",
  "qs6": "",
  "qs7": "",
  "qs8": "",
  "qs9": "",
  "qw1": "",
  "qw2": "",
  "qw3": "",
  "qw4": "",
  "qw5": "",
  "qw6": "",
  "qw7": "",
  "qw8": "",
  "qw9": "",
  "Rabbit": "Hare",
  "Rat": "Mouse",
  "Rate": "Rate",
  "recommendations_how_to_live_negative_days": "Advice on how to get through negative days",
  "Red": "Red",
  "relationship": "Relations",
  "Restore-purchases": "Restore purchases",
  "Rib_cage": "Rib cage",
  "Sagittarius": "Sagittarius",
  "save_horo": "Save your horoscope",
  "save_horo_and_check_every_day": "Save your horoscope and check it every day",
  "Scorpio": "Scorpio",
  "Search": "Search",
  "Send": "Send",
  "send_your_an_email_about_subs_end": "we'll send you a notice that your trial week is ending",
  "Shins": "Shins",
  "Shoulder_blades": "Scapulas",
  "Shoulders_upper_back": "Shoulders (upper back)",
  "Snake": "Snake",
  "sog-description": "Sog is vitality or vital power. Similar to LA, but more internal. It provides the ability of the human body to grow physically. It is responsible for fertility and sensory perception.",
  "Sources-1": "Clothing Colors",
  "Sources-10": "Color of Wealth",
  "Sources-11": "N.Namkhai Norbu Rinpoche. The Tibetan Book of the Dead. St. Petersburg, \"Shang Shung\", 1999",
  "Sources-12": "Yellow",
  "Sources-13": "White",
  "Sources-14": "\"Chzhud-shek\" - a monument of medieval Tibetan culture. Novosibirsk, \"Nauka\", 1988",
  "Sources-15": "Blue/Black",
  "Sources-16": "Start",
  "Sources-17": "Forever",
  "Sources-18": "You can cancel your subscription at any time",
  "Sources-2": "Men-Tsee-Khang Institute",
  "Sources-3": "Instructions by Professor CH.N. Norbu",
  "Sources-4": "Tibetan annual almanac. Dharamsala",
  "Sources-5": "Using these colors in clothing enhances the related aspects of life.",
  "Sources-6": "Namkhai Norbu Rinpoche. The key to the use of the Tibetan calendar. M., \"Rinchen-Ling\", 1998",
  "Sources-7": "Color of Luck",
  "Sources-8": "Namkhai Norbu Rinpoche. Drung, Deu and Bon. The tradition of legends, language of symbols in the ancient Tibetan Bon. M., \"Libris\", 1998",
  "Sources-9": "Color of Health",
  "start_seven_day_free": "Start your 7 days free trial",
  "Stomach": "Stomach",
  "Subscribe": "Subscribe",
  "subscribe-for-more-friends": "To add more friends please upgrade to Premium.",
  "Subscribe_to_get_full_access": "Subscribe to get full access",
  "Subscription-requiered": "Subscription required",
  "Sure": "Sure!",
  "Taurus": "Taurus",
  "terms-of-use": "Terms of use",
  "Thank_you": "Thank you!",
  "The-promotion-is-valid-until": "The promotion is valid until",
  "The_soles_feet and_body": "Feet and entire torso",
  "three-days-free": "3 days free trial",
  "Throat": "Throat",
  "Tibetan-astrology": "Tibetan astrology",
  "tibetan_month": "Tibetan month",
  "tibetan_year": "Tibetan year",
  "Tiger": "Tiger",
  "Tip_of_the_nose": "Tip of the nose",
  "Tit-Burn-Day": "Very negative day",
  "Title-Adding-Page-Edit": "Edit",
  "Title-Adding-Page-Manual": "Add",
  "Title-Adding-Page-VK": "Money Back Guarantee",
  "Title-Biz-Without-Guidance-0": "Tension in actions",
  "Title-Biz-Without-Guidance-1": "Things are going smoothly.",
  "Title-Circumstances-Without-Guidance-0": "Hard day",
  "Title-Circumstances-Without-Guidance-1": "Auspicious day",
  "Title-Day-Without-Guidance-0": "Conflict",
  "Title-Day-Without-Guidance-1": "Weakness",
  "Title-Day-Without-Guidance-2": "Cheerfulness",
  "Title-Day-Without-Guidance-3": "Good spirits",
  "title-good-day-msg-1": "Today is a joyful day!",
  "title-good-day-msg-2": "Today is an auspicious day!",
  "title-good-day-msg-3": "Today is a harmonious day!",
  "Title-Group-Constellations-0": "High stability",
  "Title-Group-Constellations-1": "Quick profit",
  "Title-Group-Constellations-2": "Bad result",
  "Title-Group-Constellations-3": "Quick changes",
  "Title-Group-Constellations-4": "Stable achievements",
  "Title-Group-Constellations-5": "A good day",
  "Title-Group-Constellations-6": "Spiritual day",
  "title-negative-day-msg-1": "Day of exhaustion",
  "Title-Personal-Day-2": "Negative Day",
  "Title-Personal-Day-With-Star-0": "Day of protective energy.",
  "Title-Personal-Day-With-Star-1": "Day of vital energy.",
  "Title-Personal-Day-With-Star-2": "Day of the negative energy.",
  "Title-Sources-Page": "Sources",
  "Today": "Today",
  "today_be_careful": "Be careful on your way to work today",
  "today_you_pay_zero": "Today you pay 0.00",
  "Tongue": "Tongue",
  "Trachea": "Trachea",
  "Travel-bad": "Bad day for travel",
  "Travel-good": "A good day to travel",
  "Travel-no-info": "There are no special instructions for this day",
  "travels": "Travels",
  "Travel-very-bad": "Today is a very unfavorable day for traveling!",
  "Travel-very-good": "Great day to travel!",
  "trial-description": "Subscribe now and within seven days you can cancel the subscription before any charges.",
  "Upload_an_image": "Upload an image",
  "Upper_part_of_the_foot": "Upper part of the foot",
  "use_lucky_day": "Use the power of fortunate days: become richer and happier",
  "vang-description": "Vang is our personal power, our ability to reach our goals. When Vang is strong, it promotes wealth and prosperity, avoids adverse situations and anything that can threaten vitality.",
  "Version": "Open after viewing ads",
  "very_bad": "Very bad",
  "very_good": "Very good",
  "Virgo": "Virgo",
  "VK-Login-Fail": "Cancel VK login",
  "Waning-moon": "Waning moon",
  "want_observe_another_horo": "Would you like to watch another person's horoscope?",
  "Want-to-add": "Want to add?",
  "want_to_receive_alerts": "Would you like to receive alerts?",
  "Water-Female": "Water -",
  "Water-Male": "Water -",
  "Waxing-moon": "Waxing moon",
  "we_form_your_horoscope": "Creating your horoscope",
  "which_theme_your_intersts": "What topics are important to you to get recommendations on?",
  "Whole_back": "The whole back",
  "Whole_torso": "The entire torso",
  "Wood-Female": "Wood -",
  "Wood-Male": "Wood -",
  "Wrist": "Wrist",
  "wrote_some_tips": "We have written cautions and tips for all aspects of life",
  "Year": "year",
  "Yes": "Yes",
  "yes_turn_on": "Yes, turn on notifications",
  "You_found_a_discount": "You found a discount",
  "You_have_free_version": "You have a free version!",
  "You-have-premium-calendar": "You have premium\ncalendar",
  "your_advantage_making_decisions": "Your advantage to make the right decisions",
  "your_horo_available_by_subs": "Your horoscope with tips and warnings is available by subscription",
  "your_horo_calc_to_2028": "Your personal horoscope is calculated\nup to 2028",
  "Your_horoscope_for_today": "Your horoscope for today",
  "Your_name": "Your name"
}